{
    "welcome": {
        "title": "✩WELCOME✩",
        "description": "**Un nuovo Uovo di Dreamer si e schiuso!**\nDiamo il benvenuto a {user} nel Garden of Dreams!\n\nPrima di iniziare l'esplorazione nel giardino, `leggi le `{rule}` e metti un ✅ per accettare il regolamento!`\n**Dopo di che avrai accesso a tutte le aree a te dedicate!**",
        "color": "0xb1c4f4",
        "image": "https://media.discordapp.net/attachments/1098225073950834821/1390434670122111028/WELCOME_2.png?ex=68683eb2&is=6866ed32&hm=e4252a1ecc19ffcaf2e071a3fc7547de9353ff40dca5840db33dcc971572fe05&=&format=webp&quality=lossless&width=940&height=313",
        "thumbnail": "https://cdn.discordapp.com/attachments/1098225073950834821/1389695695535214652/2025-06-30.png?ex=6868da39&is=686788b9&hm=92cef6470f0ab7ce5fbc7c6f55f3101b4eecb70fcc238ee440b8f5b4c39e9e99&"
    },
    "rule": [
        {
            "title": "✩WELCOME✩",
            "description": "✧⋄⋆⋅⋆⋄✧⋄⋆⋅⋆⋄✧\n**Ciao piccolo dreamer**, benvenuto in questo nuovo mondo!\nPer favore, prima di divertirti con i tuoi fratellini, `leggi bene le regole` per vivere una fantastica esperienza a te stesso e alla tua nuova famiglia! \n\nQuesto server e un luogo sicuro dove potete sentirvi liberi di fare amicizia, socializzare e giocare insieme!\n\n✧⋄⋆⋅⋆⋄✧⋄⋆⋅⋆⋄✧\n\n**__Avvisiamo che prima di scrivere dovrai aspettare circa 5 minuti.__**\n\n✧⋄⋆⋅⋆⋄✧⋄⋆⋅⋆⋄✧\n\n**__La violazione del regolamento può comportare avvertimenti, silenziamento temporaneo (mute) o l'espulsione dal server, a discrezione dello staff.__**",
            "color": "0xb1c4f4"
        },
        {
            "title": "**__1.Rispetto e Comportamento chat/vocale__**",
            "description": "**1.1 Rispetto Reciproco:** Tratta tutti con rispetto, indipendentemente dalle loro opinioni, dal loro background o dalla loro identità. Sono vietati attacchi personali, offese, bullismo, minacce, discorsi d'odio (razzismo, sessismo, omofobia, discriminazione di qualsiasi tipo incluso politico, religioso, culturale ecc.) e qualsiasi forma di trolling aggressivo.\n\n**1.2 Linguaggio Appropriato:** Mantieni un linguaggio consono e rispetta la sensibilità altrui. L'uso eccessivo di parolacce e un linguaggio volgare è scoraggiato.\n\n**1.3 No Spam:** Non inviare troppi messaggi brevi uno dopo l'altro. Molto probabilmente dara fastidio agli altri utenti.\n\n**1.4 No Pubblicità/Self-Promotion:** Non è consentito pubblicizzare altri server Discord, canali YouTube, profili social o qualsiasi altro contenuto promozionale senza il permesso esplicito dello staff. Ciò include l'invio di link di invito diretti o indiretti in chat pubbliche o private a membri del server senza consenso.\n\n**1.5 Nomi Utente e Avatar:** I nomi utente e gli avatar non devono essere offensivi, inappropriati o contenere contenuti espliciti/NSFW. Lo staff si riserva il diritto di chiedere la modifica o di modificare direttamente nomi/avatar non conformi.",
            "color": "0xb1c4f4"
        },
        {
            "title": "**__2. Contenuti e Discussioni__**",
            "description": "**2.1 Contenuti NSFW/Espliciti:** È severamente vietato pubblicare contenuti pornografici, gore, violenti, estremamente grafici o qualsiasi altro materiale NSFW (Not Safe For Work) in qualsiasi canale del server, ad eccezione dei canali specificamente designati per tali scopi (se presenti e chiaramente etichettati).\n\n**2.2 Argomenti Sensibili:** Evita discussioni su argomenti eccessivamente sensibili o controversi (come politica, religione, ecc.) che potrebbero generare attriti inutili. Questo e un posto sicuro, non un campo di combattimento.\n\n**2.3 Spoiler:** Se parli di film, serie TV, videogiochi o libri recenti, utilizza la funzione \"Spoiler\" di Discord o avvisa chiaramente prima di condividere dettagli importanti che potrebbero rovinare l'esperienza altrui.",
            "color": "0xb1c4f4"
        },
        {
            "title": "**__3. Canali e Utilizzo del Server__**",
            "description": "**3.1 Canali Vocali:** Quando sei in un canale vocale, cerca di mantenere un volume della voce adeguato, evita rumori di sottofondo eccessivi e non fare \"soundboarding\" o spammare con suoni fastidiosi. Consigliamo di utilizzare la funzione Push-to-Talk se il rumore di fondo è un problema.\n\n**3.2 Canali Specifici:** Ogni canale ha uno scopo specifico. Assicurati di pubblicare i tuoi messaggi nel canale appropriato per mantenere l'ordine e facilitare la lettura.",
            "color": "0xb1c4f4"
        },
        {
            "title": "**__4. Sicurezza e Privacy__**",
            "description": "**4.1 Informazioni Personali:** Non condividere informazioni personali vere o di altri soggetti (numeri di telefono, indirizzi, ecc.). La tua privacy è importante!\n\n**4.2 Account e Sicurezza:** Non chiedere o condividere credenziali di account. Se sospetti che il tuo account Discord sia stato compromesso, contatta il supporto di Discord. Chiediamo gentilmente di contattare lo staff anche di questo server cosi da poter mutare l'account temporaneamente finche la situazione non si e sistemata. \n\n**4.3 Violazione della Privacy:** È vietato registrare o trasmettere conversazioni vocali senza il consenso di tutti i partecipanti. \n\n**__Ricordo che queste azioni sono punibile con la legge, quindi non farlo! Ciò prevede il ban istantaneo, senza possibilità di tornare indietro!__**",
            "color": "0xb1c4f4"
        },
        {
            "title": "**__5. Staff e Moderazione__**",
            "description": "**5.1 Ascolta lo Staff:** Lo staff (moderatori e amministratori) è qui per aiutare e mantenere l'ordine. Le loro decisioni devono essere rispettate. Se hai un problema o una domanda, non esitare a contattarli.\n\n**5.2 Segnalazioni:** Se noti una violazione del regolamento, ti preghiamo di segnalarla allo staff tramite messaggio privato o utilizzare un ticket per poter parlare!\n\n**__Collaborando tutti insieme riusciamo non sono a mantenere questo luogo sicuro, ma anche riuscire a comunicare come una vera famiglia!__**",
            "color": "0xb1c4f4"
        },
        {
            "title": "**__6. Aggiornamenti del Regolamento__**",
            "description": "**6.1 Modifiche:** Questo regolamento può essere aggiornato in qualsiasi momento dallo staff. Le modifiche significative verranno annunciate nel canale [#annunci] (o un canale equivalente). È responsabilità di ogni membro rimanere aggiornato sulle regole.",
            "color": "0xb1c4f4"
        },
        {
            "color": "0xb1c4f4",
            "image": "https://cdn.discordapp.com/attachments/1098225073950834821/1390435961321816134/REGOLE_2.png?ex=6868e8a6&is=68679726&hm=8ed2f5a4b0b9bc8f516baf064db8d36f4039fceefe390be7ab4ad669d0de61ed&"
        }
    ],
    "info-dreamer": {
        "title": "✩Vuoi diventare un Dreamer unico nel suo genere?✩",
        "description": "Grazie hai miei poteri di creazione ho dato vita hai miei dreamer, piccoli coniglietti di nuvola combina guai!...Ora si stanno moltiplicando molto velocemente nel giardino e presto il mondo!\n\nMa se ti dicessi che puoi essere uno di loro ma con un aspetto `unico` e `speciale` come lo sei tu?\n\n**__Vediamo come ottenerlo!__**\n\n> ✩ Sbloccarlo `200K  di polvere di stelle` **(punti canale)**\n> ✩  `Regala 5 SUB LV1`\n\n**Vuoi regalarlo nella mia stanza?**\n\n> ✩ `Regala 10 SUB LV1 `**(Rimane li per un mese)**\n\n**Desideri regalare un Special Dreamer a un tuo amico?** **__ CERTO!__**\n\n> ✩  `Regala 10 SUB LV1`, **__specificando per quale motivo!__**\n\n**__Il tutto e riscattabile solo con le donazioni singole!__**\n\n`Ricorda il tutto non e rimborsabile, pensa bene alla tua situazione e del come desideri spendere i tuoi soldi!`",
        "color": "0xb1c4f4",
        "image": "https://media.discordapp.net/attachments/1098225073950834821/1390442184121127044/dreamer_speciasle.png?ex=686845b1&is=6866f431&hm=af6ea53d4822104d97b5596f424497e2a953c067d3926d125cf0d6e604e5ef95&=&format=webp&quality=lossless&width=827&height=276",
        "thumbnail": "https://cdn.discordapp.com/attachments/1098225073950834821/1389695693613961298/2025-06-19.1.PNG?ex=6868da38&is=686788b8&hm=4ab04ebc5597e348c0452ef482e07c1543a7617a47b19b45fa68330920284ef8&"
    }
}
